Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: A new topic that already has replies shows both.
ar: الموضوع الجديد الذي لديه ردود بالفعل يُظهر الاثنين معًا.
de: Ein neues Thema, das schon Antworten hat, zeigt beides.
el: Ένα νέο θέμα που έχει ήδη απαντήσεις εμφανίζει και τα δύο.
es: Un tema nuevo que ya tiene respuestas muestra ambas.
fa: موضوع تازه‌ای که از قبل پاسخ دارد، هر دو را نشان می‌دهد.
fr: Un nouveau sujet qui a déjà des réponses affiche les deux.
he: נושא חדש שכבר יש בו תגובות מציג את שתיהן.
hi: जिस नए विषय पर पहले से जवाब हैं, उस पर दोनों दिखते हैं।
id: Topik baru yang sudah memiliki balasan menampilkan keduanya.
it: Un nuovo argomento che ha già risposte le mostra entrambe.
ja: すでに返信がある新しいトピックには、両方が表示されます。
ko: 이미 답글이 있는 새 주제에는 둘 다 표시됩니다.
nl: Een nieuw onderwerp dat al reacties heeft, toont beide.
pl: Nowy temat, który ma już odpowiedzi, pokazuje obie.
pt: Um tópico novo que já tem respostas mostra os dois.
ru: У новой темы, на которую уже ответили, отображаются обе метки.
sv: Ett nytt ämne som redan har svar visar båda.
th: หัวข้อใหม่ที่มีการตอบกลับแล้วจะแสดงทั้งสองอย่าง
tr: Zaten yanıtları olan yeni bir konu ikisini de gösterir.
uk: Нова тема, на яку вже відповіли, показує обидві позначки.
vi: Một chủ đề mới đã có phản hồi sẽ hiển thị cả hai.
zh_hans: 已有回复的新话题会同时显示两者。

source: Counts keep adding up across visits until you open the item or mark it as read.
ar: تستمر الأعداد في التراكم عبر الزيارات حتى تفتح العنصر أو تضع عليه علامة كمقروء.
de: Die Zahlen summieren sich über mehrere Besuche, bis du das Element öffnest oder als gelesen markierst.
el: Οι αριθμοί συνεχίζουν να αυξάνονται από επίσκεψη σε επίσκεψη μέχρι να ανοίξετε το στοιχείο ή να το σημειώσετε ως αναγνωσμένο.
es: Los números se siguen acumulando entre visitas hasta que abras el elemento o lo marques como leído.
fa: شمارش‌ها در بازدیدهای مختلف روی هم جمع می‌شوند تا زمانی که آن مورد را باز کنید یا به عنوان خوانده‌شده علامت بزنید.
fr: Les nombres continuent de s'additionner d'une visite à l'autre jusqu'à ce que vous ouvriez l'élément ou le marquiez comme lu.
he: המספרים ממשיכים להצטבר מביקור לביקור עד שתפתח את הפריט או תסמן אותו כנקרא.
hi: आइटम खोलने या उसे पढ़ा हुआ चिह्नित करने तक गिनती हर विज़िट में जुड़ती रहती है।
id: Jumlahnya terus bertambah di setiap kunjungan sampai Anda membuka item itu atau menandainya sudah dibaca.
it: I conteggi continuano a sommarsi tra una visita e l'altra finché non apri l'elemento o lo segni come letto.
ja: 数字は、その項目を開くか既読にするまで、訪問をまたいで増え続けます。
ko: 항목을 열거나 읽음으로 표시할 때까지 숫자는 방문할 때마다 계속 늘어납니다.
nl: De aantallen blijven over bezoeken heen oplopen tot je het item opent of als gelezen markeert.
pl: Liczby sumują się między wizytami, dopóki nie otworzysz elementu lub nie oznaczysz go jako przeczytanego.
pt: As contagens continuam somando entre as visitas até você abrir o item ou marcá-lo como lido.
ru: Счётчики накапливаются от визита к визиту, пока вы не откроете элемент или не отметите его как прочитанное.
sv: Siffrorna fortsätter att öka mellan besöken tills du öppnar objektet eller markerar det som läst.
th: ตัวเลขจะสะสมเพิ่มขึ้นในแต่ละครั้งที่เข้าชม จนกว่าคุณจะเปิดรายการหรือทำเครื่องหมายว่าอ่านแล้ว
tr: Sayılar, öğeyi açana ya da okundu olarak işaretleyene kadar ziyaretler boyunca artmaya devam eder.
uk: Лічильники накопичуються від візиту до візиту, доки ви не відкриєте елемент або не позначите його як прочитаний.
vi: Số đếm tiếp tục cộng dồn qua các lần truy cập cho đến khi bạn mở mục đó hoặc đánh dấu đã đọc.
zh_hans: 在你打开该内容或将其标记为已读之前，计数会在多次访问中持续累加。

source: Each one also shows when the bug was first reported and last updated.
ar: ويُظهر كل تقرير أيضًا متى أُبلغ عن الخطأ أول مرة ومتى حُدِّث آخر مرة.
de: Jeder zeigt außerdem, wann der Fehler zuerst gemeldet und zuletzt aktualisiert wurde.
el: Κάθε αναφορά δείχνει επίσης πότε αναφέρθηκε για πρώτη φορά το σφάλμα και πότε ενημερώθηκε τελευταία.
es: Cada uno muestra además cuándo se informó del error por primera vez y cuándo se actualizó por última vez.
fa: هر کدام همچنین نشان می‌دهد اشکال نخستین بار کی گزارش شد و آخرین بار کی به‌روز شد.
fr: Chacun indique aussi quand le bug a été signalé pour la première fois et mis à jour pour la dernière fois.
he: כל אחד מציג גם מתי הבאג דווח לראשונה ומתי עודכן לאחרונה.
hi: हर रिपोर्ट यह भी दिखाती है कि बग पहली बार कब रिपोर्ट हुआ और आख़िरी बार कब अपडेट हुआ।
id: Masing-masing juga menampilkan kapan bug pertama kali dilaporkan dan terakhir diperbarui.
it: Ognuna mostra anche quando il bug è stato segnalato per la prima volta e aggiornato l'ultima volta.
ja: 各レポートには、バグが最初に報告された日時と最終更新日時も表示されます。
ko: 각 리포트에는 버그가 처음 보고된 시점과 마지막으로 업데이트된 시점도 표시됩니다.
nl: Elke melding toont ook wanneer de bug voor het eerst is gemeld en voor het laatst is bijgewerkt.
pl: Każde zgłoszenie pokazuje też, kiedy błąd zgłoszono po raz pierwszy i kiedy ostatnio zaktualizowano.
pt: Cada um também mostra quando o bug foi relatado pela primeira vez e atualizado pela última vez.
ru: Каждый отчёт также показывает, когда об ошибке впервые сообщили и когда его в последний раз обновили.
sv: Varje rapport visar också när felet först rapporterades och senast uppdaterades.
th: แต่ละรายการยังแสดงวันที่รายงานข้อบกพร่องครั้งแรกและอัปเดตล่าสุดด้วย
tr: Her biri ayrıca hatanın ilk ne zaman bildirildiğini ve en son ne zaman güncellendiğini gösterir.
uk: Кожен звіт також показує, коли про помилку вперше повідомили й коли його востаннє оновлено.
vi: Mỗi báo cáo cũng cho biết lỗi được báo cáo lần đầu và cập nhật lần cuối khi nào.
zh_hans: 每条报告还会显示该错误首次报告和最后更新的时间。

source: Tap a bug report to open its full detail page.
ar: اضغط على تقرير خطأ لفتح صفحة تفاصيله الكاملة.
de: Tippe auf einen Fehlerbericht, um seine vollständige Detailseite zu öffnen.
el: Πατήστε μια αναφορά σφάλματος για να ανοίξετε την πλήρη σελίδα λεπτομερειών της.
es: Toca un informe de error para abrir su página de detalles completa.
fa: روی یک گزارش اشکال بزنید تا صفحهٔ کامل جزئیات آن باز شود.
fr: Touchez un rapport de bug pour ouvrir sa page de détails complète.
he: הקש על דיווח באג כדי לפתוח את דף הפרטים המלא שלו.
hi: किसी बग रिपोर्ट का पूरा विवरण पेज खोलने के लिए उस पर टैप करें।
id: Ketuk laporan bug untuk membuka halaman detail lengkapnya.
it: Tocca una segnalazione di bug per aprire la sua pagina di dettaglio completa.
ja: バグレポートをタップすると、詳細ページ全体が開きます。
ko: 버그 리포트를 탭하면 전체 상세 페이지가 열립니다.
nl: Tik op een bugmelding om de volledige detailpagina te openen.
pl: Stuknij zgłoszenie błędu, aby otworzyć jego pełną stronę szczegółów.
pt: Toque em um relatório de bug para abrir a página de detalhes completa.
ru: Нажмите на отчёт об ошибке, чтобы открыть его полную страницу.
sv: Tryck på en felrapport för att öppna hela detaljsidan.
th: แตะรายงานข้อบกพร่องเพื่อเปิดหน้ารายละเอียดฉบับเต็ม
tr: Tam ayrıntı sayfasını açmak için bir hata raporuna dokunun.
uk: Торкніться звіту про помилку, щоб відкрити його повну сторінку.
vi: Chạm vào một báo cáo lỗi để mở trang chi tiết đầy đủ.
zh_hans: 轻点错误报告即可打开完整的详情页。

source: Guides — guides and tutorials.
ar: الأدلة — أدلة ودروس تعليمية.
de: Anleitungen – Anleitungen und Tutorials.
el: Οδηγοί — οδηγοί και εκπαιδευτικά σεμινάρια.
es: Guías: guías y tutoriales.
fa: راهنماها — راهنماها و آموزش‌ها.
fr: Guides — guides et tutoriels.
he: מדריכים — מדריכים והדרכות.
hi: गाइड — गाइड और ट्यूटोरियल।
id: Panduan — panduan dan tutorial.
it: Guide — guide e tutorial.
ja: ガイド — ガイドとチュートリアル。
ko: 가이드 — 가이드와 튜토리얼.
nl: Handleidingen — handleidingen en tutorials.
pl: Poradniki — poradniki i samouczki.
pt: Guias — guias e tutoriais.
ru: Руководства — руководства и обучающие материалы.
sv: Guider – guider och handledningar.
th: คู่มือ — คู่มือและบทแนะนำ
tr: Kılavuzlar — kılavuzlar ve eğitimler.
uk: Посібники — посібники й навчальні матеріали.
vi: Hướng dẫn — hướng dẫn và bài hướng dẫn chi tiết.
zh_hans: 指南——指南和教程。

source: Tap Rewrite if you'd like a hand smoothing out the tone before you save your edit.
ar: اضغط «إعادة الصياغة» إن أردت مساعدة في تلطيف النبرة قبل حفظ تعديلك.
de: Tippe auf „Umformulieren“, wenn du vor dem Speichern Hilfe beim Glätten des Tons möchtest.
el: Πατήστε «Επανασύνταξη» αν θέλετε βοήθεια για να μαλακώσετε τον τόνο πριν αποθηκεύσετε την επεξεργασία σας.
es: Toca Reescribir si quieres ayuda para suavizar el tono antes de guardar tu edición.
fa: اگر پیش از ذخیرهٔ ویرایش می‌خواهید لحن متن کمی ملایم‌تر شود، روی «بازنویسی» بزنید.
fr: Touchez Réécrire si vous voulez un coup de main pour adoucir le ton avant d'enregistrer votre modification.
he: הקש על «ניסוח מחדש» אם תרצה עזרה בריכוך הטון לפני שמירת העריכה.
hi: अपना बदलाव सहेजने से पहले लहजा नरम करने में मदद चाहिए तो पुनर्लेखन पर टैप करें।
id: Ketuk Tulis Ulang jika Anda ingin bantuan menghaluskan nada sebelum menyimpan suntingan.
it: Tocca Riscrivi se vuoi una mano ad ammorbidire il tono prima di salvare la modifica.
ja: 編集を保存する前に文章のトーンを整えたいときは、「リライト」をタップしてください。
ko: 수정 내용을 저장하기 전에 어조를 다듬는 데 도움이 필요하면 다시 쓰기를 탭하세요.
nl: Tik op Herschrijven als je hulp wilt bij het verzachten van de toon voordat je je bewerking opslaat.
pl: Stuknij Przeredaguj, jeśli chcesz pomocy w złagodzeniu tonu przed zapisaniem zmian.
pt: Toque em Reescrever se quiser ajuda para suavizar o tom antes de salvar sua edição.
ru: Нажмите «Переписать», если хотите смягчить тон перед сохранением правки.
sv: Tryck på Skriv om om du vill ha hjälp att mjuka upp tonen innan du sparar ändringen.
th: แตะ เขียนใหม่ หากต้องการให้ช่วยปรับน้ำเสียงให้นุ่มนวลขึ้นก่อนบันทึกการแก้ไข
tr: Düzenlemenizi kaydetmeden önce üslubu yumuşatmak için yardım isterseniz Yeniden Yaz'a dokunun.
uk: Торкніться «Переписати», якщо хочете пом'якшити тон перед збереженням змін.
vi: Chạm Viết lại nếu bạn muốn được giúp làm dịu giọng văn trước khi lưu chỉnh sửa.
zh_hans: 如果想在保存编辑前让语气更柔和，请轻点“改写”。

source: Control Center shows Now Playing, with artwork, title, and controls.
ar: يعرض مركز التحكم «قيد التشغيل» مع الصورة والعنوان وأدوات التحكم.
de: Das Kontrollzentrum zeigt „Aktuelle Wiedergabe“ mit Cover, Titel und Steuerelementen.
el: Το Κέντρο ελέγχου δείχνει την Τρέχουσα αναπαραγωγή, με εικόνα, τίτλο και χειριστήρια.
es: El centro de control muestra A la escucha, con la ilustración, el título y los controles.
fa: مرکز کنترل بخش «در حال پخش» را با تصویر، عنوان و کنترل‌ها نشان می‌دهد.
fr: Le centre de contrôle affiche À l'écoute, avec l'illustration, le titre et les commandes.
he: מרכז הבקרה מציג את «מתנגן כעת», עם תמונה, כותרת ופקדים.
hi: कंट्रोल सेंटर में अभी चल रहा दिखता है, आर्टवर्क, शीर्षक और नियंत्रणों के साथ।
id: Pusat Kontrol menampilkan Sedang Diputar, lengkap dengan artwork, judul, dan kontrol.
it: Centro di Controllo mostra In riproduzione, con copertina, titolo e controlli.
ja: コントロールセンターに「再生中」が、アートワーク、タイトル、操作ボタンとともに表示されます。
ko: 제어 센터에 지금 재생 중이 아트워크, 제목, 조절 버튼과 함께 표시됩니다.
nl: Het bedieningspaneel toont Speelt nu, met illustratie, titel en bedieningselementen.
pl: Centrum sterowania pokazuje Teraz odtwarzane z okładką, tytułem i przyciskami sterowania.
pt: A Central de Controle mostra Reproduzindo, com a arte, o título e os controles.
ru: В Пункте управления отображается «Исполняется», с обложкой, названием и элементами управления.
sv: Kontrollcenter visar Spelas nu, med omslagsbild, titel och reglage.
th: ศูนย์ควบคุมจะแสดง กำลังเล่น พร้อมภาพปก ชื่อ และปุ่มควบคุม
tr: Denetim Merkezi, kapak görseli, başlık ve denetimlerle Şu An Çalıyor'u gösterir.
uk: У Пункті керування показано «Відтворюється», з обкладинкою, назвою та елементами керування.
vi: Trung tâm điều khiển hiển thị Đang phát, kèm ảnh bìa, tiêu đề và các nút điều khiển.
zh_hans: 控制中心会显示“正在播放”，包括插图、标题和控制按钮。

source: Themes, Liquid Glass, spacing, contrast, and visual comfort.
ar: المظاهر وLiquid Glass والتباعد والتباين والراحة البصرية.
de: Designs, Liquid Glass, Abstände, Kontrast und Sehkomfort.
el: Θέματα, Liquid Glass, αποστάσεις, αντίθεση και οπτική άνεση.
es: Temas, Liquid Glass, espaciado, contraste y comodidad visual.
fa: پوسته‌ها، Liquid Glass، فاصله‌گذاری، کنتراست و راحتی بصری.
fr: Thèmes, Liquid Glass, espacement, contraste et confort visuel.
he: ערכות נושא, Liquid Glass, ריווח, ניגודיות ונוחות ויזואלית.
hi: थीम, Liquid Glass, दूरी, कंट्रास्ट और देखने में सहजता।
id: Tema, Liquid Glass, jarak, kontras, dan kenyamanan visual.
it: Temi, Liquid Glass, spaziatura, contrasto e comfort visivo.
ja: テーマ、Liquid Glass、間隔、コントラスト、見やすさ。
ko: 테마, Liquid Glass, 간격, 대비, 시각적 편안함.
nl: Thema's, Liquid Glass, tussenruimte, contrast en visueel comfort.
pl: Motywy, Liquid Glass, odstępy, kontrast i komfort widzenia.
pt: Temas, Liquid Glass, espaçamento, contraste e conforto visual.
ru: Темы, Liquid Glass, отступы, контрастность и визуальный комфорт.
sv: Teman, Liquid Glass, avstånd, kontrast och visuell komfort.
th: ธีม Liquid Glass ระยะห่าง ความเปรียบต่าง และความสบายตา
tr: Temalar, Liquid Glass, aralıklar, kontrast ve görsel konfor.
uk: Теми, Liquid Glass, відступи, контрастність і візуальний комфорт.
vi: Giao diện, Liquid Glass, khoảng cách, độ tương phản và sự dễ chịu khi nhìn.
zh_hans: 主题、Liquid Glass、间距、对比度和视觉舒适度。

source: New Guides — new guides and tutorials.
ar: أدلة جديدة — أدلة ودروس تعليمية جديدة.
de: Neue Anleitungen – neue Anleitungen und Tutorials.
el: Νέοι οδηγοί — νέοι οδηγοί και εκπαιδευτικά σεμινάρια.
es: Nuevas guías: guías y tutoriales nuevos.
fa: راهنماهای جدید — راهنماها و آموزش‌های تازه.
fr: Nouveaux guides — nouveaux guides et tutoriels.
he: מדריכים חדשים — מדריכים והדרכות חדשים.
hi: नई गाइड — नई गाइड और ट्यूटोरियल।
id: Panduan Baru — panduan dan tutorial baru.
it: Nuove guide — nuove guide e tutorial.
ja: 新しいガイド — 新しいガイドとチュートリアル。
ko: 새 가이드 — 새 가이드와 튜토리얼.
nl: Nieuwe handleidingen — nieuwe handleidingen en tutorials.
pl: Nowe poradniki — nowe poradniki i samouczki.
pt: Novos guias — novos guias e tutoriais.
ru: Новые руководства — новые руководства и обучающие материалы.
sv: Nya guider – nya guider och handledningar.
th: คู่มือใหม่ — คู่มือและบทแนะนำใหม่
tr: Yeni Kılavuzlar — yeni kılavuzlar ve eğitimler.
uk: Нові посібники — нові посібники й навчальні матеріали.
vi: Hướng dẫn mới — hướng dẫn và bài hướng dẫn chi tiết mới.
zh_hans: 新指南——新的指南和教程。

source: Choose the type that fits — the subject fills in automatically.
ar: اختر النوع المناسب — سيُملأ الموضوع تلقائيًا.
de: Wähle die passende Art – der Betreff wird automatisch ausgefüllt.
el: Επιλέξτε τον τύπο που ταιριάζει — το θέμα συμπληρώνεται αυτόματα.
es: Elige el tipo que corresponda: el asunto se rellena automáticamente.
fa: نوع مناسب را انتخاب کنید — موضوع به‌طور خودکار پر می‌شود.
fr: Choisissez le type qui convient — l'objet se remplit automatiquement.
he: בחר את הסוג המתאים — הנושא יתמלא אוטומטית.
hi: सही प्रकार चुनें — विषय अपने आप भर जाता है।
id: Pilih jenis yang sesuai — subjek terisi otomatis.
it: Scegli il tipo adatto: l'oggetto si compila automaticamente.
ja: 当てはまる種類を選ぶと、件名が自動で入力されます。
ko: 알맞은 유형을 선택하면 제목이 자동으로 입력됩니다.
nl: Kies het type dat past — het onderwerp wordt automatisch ingevuld.
pl: Wybierz odpowiedni rodzaj — temat uzupełni się automatycznie.
pt: Escolha o tipo adequado — o assunto é preenchido automaticamente.
ru: Выберите подходящий тип — тема заполнится автоматически.
sv: Välj den typ som passar – ämnet fylls i automatiskt.
th: เลือกประเภทที่ตรงกัน — หัวเรื่องจะถูกกรอกให้อัตโนมัติ
tr: Uygun türü seçin — konu otomatik olarak doldurulur.
uk: Виберіть відповідний тип — тема заповниться автоматично.
vi: Chọn loại phù hợp — chủ đề sẽ được điền tự động.
zh_hans: 选择合适的类型——主题会自动填写。

source: Each bug report in the list shows its title, severity (Low, Medium, or High), status (Active or Fixed), the OS version it first appeared in, and the version it was fixed in, if known.
ar: يعرض كل تقرير خطأ في القائمة عنوانه ودرجة خطورته (منخفضة أو متوسطة أو عالية) وحالته (نشط أو مُصلَح) وإصدار النظام الذي ظهر فيه أول مرة والإصدار الذي أُصلح فيه إن كان معروفًا.
de: Jeder Fehlerbericht in der Liste zeigt Titel, Schweregrad (Niedrig, Mittel oder Hoch), Status (Aktiv oder Behoben), die Betriebssystemversion, in der er zuerst auftrat, und – falls bekannt – die Version, in der er behoben wurde.
el: Κάθε αναφορά σφάλματος στη λίστα εμφανίζει τον τίτλο της, τη σοβαρότητα (Χαμηλή, Μέτρια ή Υψηλή), την κατάσταση (Ενεργό ή Διορθωμένο), την έκδοση λειτουργικού όπου εμφανίστηκε πρώτη φορά και την έκδοση στην οποία διορθώθηκε, αν είναι γνωστή.
es: Cada informe de error de la lista muestra su título, gravedad (Baja, Media o Alta), estado (Activo o Corregido), la versión del sistema en que apareció por primera vez y la versión en que se corrigió, si se conoce.
fa: هر گزارش اشکال در فهرست، عنوان، شدت (کم، متوسط یا زیاد)، وضعیت (فعال یا رفع‌شده)، نسخهٔ سیستم‌عاملی که نخستین بار در آن ظاهر شد و نسخه‌ای که در آن رفع شد (در صورت مشخص بودن) را نشان می‌دهد.
fr: Chaque rapport de bug de la liste affiche son titre, sa gravité (Faible, Moyenne ou Élevée), son état (Actif ou Corrigé), la version du système où il est apparu et la version où il a été corrigé, si elle est connue.
he: כל דיווח באג ברשימה מציג את הכותרת, החומרה (נמוכה, בינונית או גבוהה), הסטטוס (פעיל או תוקן), גרסת מערכת ההפעלה שבה הופיע לראשונה, והגרסה שבה תוקן, אם ידועה.
hi: सूची की हर बग रिपोर्ट अपना शीर्षक, गंभीरता (कम, मध्यम या अधिक), स्थिति (सक्रिय या ठीक किया गया), वह OS संस्करण जिसमें वह पहली बार दिखा, और अगर पता हो तो वह संस्करण जिसमें वह ठीक हुआ, दिखाती है।
id: Setiap laporan bug dalam daftar menampilkan judul, tingkat keparahan (Rendah, Sedang, atau Tinggi), status (Aktif atau Diperbaiki), versi OS saat pertama muncul, dan versi perbaikannya, jika diketahui.
it: Ogni segnalazione di bug nell'elenco mostra titolo, gravità (Bassa, Media o Alta), stato (Attivo o Risolto), la versione del sistema in cui è comparso per la prima volta e, se nota, la versione in cui è stato corretto.
ja: リスト内の各バグレポートには、タイトル、重大度（低・中・高）、状態（未解決・修正済み）、最初に確認された OS バージョン、判明していれば修正されたバージョンが表示されます。
ko: 목록의 각 버그 리포트에는 제목, 심각도(낮음, 보통, 높음), 상태(활성 또는 수정됨), 처음 나타난 OS 버전, 그리고 알려진 경우 수정된 버전이 표시됩니다.
nl: Elke bugmelding in de lijst toont de titel, ernst (Laag, Gemiddeld of Hoog), status (Actief of Opgelost), de OS-versie waarin de bug voor het eerst verscheen en, indien bekend, de versie waarin hij is opgelost.
pl: Każde zgłoszenie błędu na liście pokazuje tytuł, ważność (Niska, Średnia lub Wysoka), stan (Aktywny lub Naprawiony), wersję systemu, w której błąd się pojawił, oraz — jeśli jest znana — wersję, w której go naprawiono.
pt: Cada relatório de bug da lista mostra o título, a gravidade (Baixa, Média ou Alta), o status (Ativo ou Corrigido), a versão do sistema em que apareceu pela primeira vez e a versão em que foi corrigido, se conhecida.
ru: Каждый отчёт об ошибке в списке показывает название, серьёзность (низкая, средняя или высокая), статус (активна или исправлена), версию ОС, в которой ошибка впервые появилась, и версию, в которой её исправили, если она известна.
sv: Varje felrapport i listan visar rubrik, allvarlighetsgrad (Låg, Medel eller Hög), status (Aktiv eller Åtgärdad), den OS-version där felet först dök upp och, om den är känd, den version där det åtgärdades.
th: รายงานข้อบกพร่องแต่ละรายการในรายการจะแสดงชื่อเรื่อง ความรุนแรง (ต่ำ ปานกลาง หรือสูง) สถานะ (ยังพบอยู่ หรือแก้ไขแล้ว) เวอร์ชัน OS ที่พบครั้งแรก และเวอร์ชันที่แก้ไข หากทราบ
tr: Listedeki her hata raporu başlığını, önem derecesini (Düşük, Orta veya Yüksek), durumunu (Etkin veya Düzeltildi), ilk göründüğü işletim sistemi sürümünü ve biliniyorsa düzeltildiği sürümü gösterir.
uk: Кожен звіт про помилку в списку показує назву, серйозність (низька, середня чи висока), статус (активна чи виправлена), версію ОС, у якій помилка вперше з'явилася, і версію, у якій її виправили, якщо вона відома.
vi: Mỗi báo cáo lỗi trong danh sách hiển thị tiêu đề, mức độ nghiêm trọng (Thấp, Trung bình hoặc Cao), trạng thái (Đang tồn tại hoặc Đã sửa), phiên bản hệ điều hành lần đầu xuất hiện và phiên bản đã sửa, nếu biết.
zh_hans: 列表中的每个错误报告都会显示标题、严重程度（低、中或高）、状态（未解决或已修复）、首次出现的系统版本，以及已知的修复版本。
